# (C) 2009-2010, Open Source Geospatial Foundation, OSGeo http://osgeo.org

# ---- Global ----
GEOTK_WIZARDS=Assistants pour Geotoolkit.org
GEOTK_SITE=Site de Geotoolkit.org
CALCULATION_PROGESSING=Calcul en cours...

# ---- Setup ----
SETUP_TITLE=Configuration de Geotoolkit.org
SETUP_DESC=S\u00e9lection des r\u00e9pertoires et installation des donn\u00e9es NADCON et EPSG. Cette configuration est optionnelle. \
           Si ex\u00e9cut\u00e9e, la configuration sera retenue pour toutes les autres utilisations de Geotoolkit.org \u00e0 venir.

# ---- Coverages database ----
COVERAGE_DATABASE_TITLE=Nouvelle base de donn\u00e9es grill\u00e9es
COVERAGE_DATABASE_DESC=Cr\u00e9e les tables du sch\u00e9ma "coverages" dans une base de donn\u00e9es initialement vide.
DATABASE_REQUIRED=Un serveur et une base de donn\u00e9es doivent \u00eatre sp\u00e9cifi\u00e9s.
POSTGIS_DIRECTORY=<html>Sp\u00e9cifiez le r\u00e9pertoire contenant les fichiers <code>postgis.sql</code> et <code>spatial_ref_sys.sql</code> \
                  de PostGIS. Si la base de donn\u00e9es est h\u00e9berg\u00e9e par un serveur distant, assurez-vous d\u2019utiliser des copies identiques \
                  \u00e0 celles se trouvant sur le serveur.</html>
CREATE_ROLES_2=Cr\u00e9er les roles \u201C{0}\u201D et \u201C{1}\u201D
CREATE_EPSG=Copier la base de donn\u00e9es EPSG
SET_AS_DEFAULT_1=D\u00e9finir comme la base {0} par d\u00e9faut
CREATING_SCHEMA_1=Cr\u00e9ation du sch\u00e9ma {0}.
COVERAGE_DATABASE_NOTES_1=<html><b>Notes:</b><ul>\
    <li>Les roles ne doivent \u00eatre cr\u00e9\u00e9s qu\u2019une seule fois pour un m\u00eame serveur. Si une base de donn\u00e9es a d\u00e9j\u00e0 \u00e9t\u00e9 \
    cr\u00e9\u00e9e sur le serveur "<code>{0}</code>" avec les m\u00eames roles, d\u00e9cochez l\u2019option "<cite>Cr\u00e9er les roles</cite>".</li>\
    <li>Une seule base de donn\u00e9es EPSG (<a href="http://www.epsg.org">http://www.epsg.org</a>) est suffisante et peut \
    \u00eatre partag\u00e9e par plusieurs bases de donn\u00e9es "Coverages". Toutefois des copies multiples ne causeront pas de \
    probl\u00e8mes.</li></ul></html>
COVERAGE_DATABASE_CREATED=<html><blockquote>La cr\u00e9ation de la base de donn\u00e9es est termin\u00e9e. V\u00e9rifiez les param\u00e8tres \
    de connexion dans les pr\u00e9f\u00e9rences. En particulier, le r\u00e9pertoire des fichiers de donn\u00e9es ainsi que le fuseau \
    horaire peuvent n\u00e9cessiter d\u2019autres valeurs.</blockquote></html>
UNSPECIFIED_COVERAGES_DATABASE=<html>Utilisez le menu <cite>Pr\u00e9f\u00e9rences</cite> pour sp\u00e9cifier une base de donn\u00e9es existante, ou<br>\
    utilisez le menu <cite>Nouvelles base de donn\u00e9es grill\u00e9es</cite> pour en cr\u00e9er une nouvelle.</html>

# ---- Mosaic generator ----
MOSAIC_TITLE=G\u00e9n\u00e9rateur de mosa\u00efque
MOSAIC_DESC=Lit une image potentiellement volumineuse (qui peut \u00eatre divis\u00e9e en plusieurs tuiles) et \u00e9crit un \
            jeu de tuiles plus petites de taille donn\u00e9e et utilisant differentes valeurs de sous-\u00e9chantillonnage.
SELECT_SOURCE_TILES=S\u00e9lectionner les tuiles sources
NO_SELECTED_TILES=Au moins une tuile doit \u00eatre s\u00e9lectionn\u00e9e.
INVALID_MOSAIC_LAYOUT=Les tuiles s\u00e9lectionn\u00e9es ne peuvent pas faire une unique mosa\u00efque.
DEFINE_PYRAMID_TILING=D\u00e9finir le tuilage de la pyramide
REMOVE_OPAQUE_BORDER=Supprimer les bords opaques
ENOUGH_INFORMATION=L\u2019assistant a maintenant suffisamment d\u2019informations pour cr\u00e9er la mosa\u00efque. Presser "Terminer" pour confirmer.
CREATING_MOSAIC=Cr\u00e9ation de la mosa\u00efque
WRITING_MOSAIC=\u00c9criture de la mosa\u00efque
